[
    {
        "id": 1,
        "name": "SEMA",
        "kandidat": [
            {
                "id": 1,
                "name": "Aaron Risang Panji Bharata",
                "visi": [
                    "Menciptakan SEMA FTI UAJY sebagai wadah pengembangan karakter dan solidaritas antar mahasiswa FTI UAJY berlandaskan Pancasila dan Empat Pilar Keatmajayaan."
                ],
                "misi": [
                    "Menjadikan SEMA FTI UAJY sebagai wadah penyaluran aspirasi mahasiswa FTI UAJY",
                    "Meningkatkan hubungan yang positif antar mahasiswa FTI dengan kegiatan-kegiatan yang komunikatif dan inspiratif sehingga terciptanya solidaritas dan rasa empati tetrhadap sesama.",
                    "Meningkatkan keterlibatan mahasiswa FTI dengan program kerja yang dibuat sehingga berkembangnya minat dan bakat serta rasa tanggungjawab."
                ],
                "foto": "/images/SEMA_1.png",
                "video": "https://www.youtube.com/embed/bwM66NpfikM",
                "jumlah_vote": 204
            },
            {
                "id": 2,
                "name": "Novella Jestine Estrelita",
                "visi": [
                    "Mewujudkan SEMA FTI sebagai lembaga yang solid, komunikatif, dan menjunjung tinggi empat pilar keatmajayaan serta menjadi wadah pengembangan potensi di bidang non-akademik sesuai dengan kemampuan diri mahasiswa FTI UAJY."
                ],
                "misi": [
                    "Mewujudkan kepengurusan Senat Mahasiswa FTI yang berkualitas.",
                    "Memberikan fasilitas bagi seluruh mahasiswa FTI untuk mengembangkan potensi diri di bidang non-akademik.",
                    "Menjadi jembatan komunikasi, aspirasi, dan meningkatkan solidaritas mahasiswa FTI melalui program kerja Senat Mahasiswa FTI."
                ],
                "foto": "/images/SEMA_2.png",
                "video": "https://www.youtube.com/embed/039KkRgMIl0",
                "jumlah_vote": 174
            },
            {
                "id": 3,
                "name": "Alphonsus Dio Yuan Ananda",
                "visi": [
                    "Menjadikan Senat Mahasiswa Fakultas Teknologi Industri Universitas Atma Jaya Yogyakarta, sebagai wadah bagi mahasiswa Fakultas Teknologi Industri untuk dapat mengembangkan soft skill melalui kegiatan-kegiatan yang akan dilaksanakan oleh Senat Mahasiswa Fakultas Teknologi Industri yang berlandaskan kepada 4 pilar keatmajayaan, yaitu unggul, inklusif, humanis, dan berintegritas."
                ],
                "misi": [
                    "Melibatkan seluruh mahasiswa Fakultas Teknologi Industri dalam kegiatan-kegiatan yang akan dilaksanakan oleh Senat Mahasiswa Fakultas Teknologi Industri.",
                    "Memberikan kebebasan bagi seluruh mahasiswa Fakultas Teknologi Industri untuk menyampaikan aspirasinya demi mengembangkan rasa berani berpendapat.",
                    "Menciptakan rasa solidaritas bagi seluruh mahasiswa Fakultas Teknologi Industri demi terciptanya rasa kekeluargaan dalam lingkungan Fakultas Teknologi Industri."
                ],
                "foto": "/images/SEMA_3.png",
                "video": "https://www.youtube.com/embed/cZ12wosqQno",
                "jumlah_vote": 161
            }
        ]
    },
    {
        "id": 2,
        "name": "HIMAFORKA",
        "kandidat": [
            {
                "id": 1,
                "name": "Pasha Rakha Paruntung",
                "visi": [
                    "Membangun Himpunan Mahasiswa Informatika yang unggul, inklusif, humanis, dan berintegritas serta berkontribusi langsung dalam memajukan organisasi dan universitas."
                ],
                "misi": [
                    "Mengoptimalkan fasilitas dan sumber daya manusia yang dimiliki untuk memperkuat manajemen organisasi",
                    "Mendukung perkembangan prodi Informatika dan kesejahteraan mahasiswa melalui",
                    "Mendorong dan mewadahi mahasiswa untuk mengembangkan potensi, kemampuan, serta kreativitas mahasiswa.",
                    "Memperkuat hubungan dengan berbagai pihak seperti universitas, organisasi-organisasi kemahasiswaan, dan instansi lainnya untuk meningkatkan dukungan dan peluang bagi mahasiswa."
                ],
                "foto": "/images/HIMAFORKA_1.png",
                "video": "https://www.youtube.com/embed/5OeeWseF6P0",
                "jumlah_vote": 69
            },
            {
                "id": 2,
                "name": "Fabian Alexander Pramana",
                "visi": [
                    "MEMBANGUN HIMAFORKA SEBAGAI SARANA MEWUJUDKAN MAHASISWA INFORMATIKA UAJY YANG SOLID SERTA SEBAGAI SARANA PENGEMBANGAN AKADEMIK DAN POTENSI DIRI DENGAN BERLANDASKAN NILAI-NILAI KEATMAJAYAAN AGAR BERMANFAAT BAGI SESAMA."
                ],
                "misi": [
                    "Menjalin kerja sama dengan pihak internal HIMAFORKA maupun pihak eksternal untuk mendukung terlaksananya program kerja yang bermanfaat bagi berbagai pihak",
                    "Menjaga kualitas kepengurusan anggota HIMAFORKA dengan mengutamakan tanggung jawab, profesionalitas, dan integritas.",
                    "Terbuka terhadap setiap aspirasi untuk meningkatkan kualitas kerja HIMAFORKA.",
                    "Melaksanakan berbagai program kerja yang mendukung pengembangan akademik dan potensi diri.",
                    "Memberikan pelayanan serta berdampak bagi seluruh mahasiswa Informatika UAJY maupun masyarakat luas."
                ],
                "foto": "/images/HIMAFORKA_2.png",
                "video": "https://www.youtube.com/embed/TPhH91pvCzg",
                "jumlah_vote": 43
            },
            {
                "id": 3,
                "name": "Ariel Sompie",
                "visi": ["HIMAFORKA sebagai wadah aspirasi yang ada hanya untuk melayani mahasiswa."],
                "misi": [
                    "Meningkatkan capaian IPK mahasiswa melalui tunjangan pembelajaran yang efektif",
                    "Mewadai jiwa bersaing mahasiswa untuk berprestasi di bangku perkuliahan.",
                    "Memperkuat minat mahasiswa kepada Informatika melalui event-event yang inspiratif.",
                    "Mempererat hubungan kekeluargaan antar mahasiswa Informatika."
                ],
                "foto": "/images/HIMAFORKA_3.png",
                "video": "https://www.youtube.com/embed/pFchqZMk82s",
                "jumlah_vote": 115
            }
        ]
    },
    {
        "id": 3,
        "name": "HMTI",
        "kandidat": [
            {
                "id": 1,
                "name": "Nicholas Arron",
                "visi": [
                    "Membangun Himpunan Mahasiswa Teknik Industri yang unggul, Berkarakter, inklusif, dan dapat mengedepankan rasa solidaritas antar sesama Mahasiswa Teknik Industri"
                ],
                "misi": [
                    "Menjadi wadah bagi mahasiswa Teknik industri untuk mengeksplorasi diri, menuangkan kreativitas, dan berinovasi melalui program kerja yang bermanfaat bagi mahasiswa",
                    "“Menjadi pendengar yang mengayomi dan merealisasikan aspirasi mahasiswa",
                    "“Membangun rasa persaudaraan antar mahasiswa Teknik industri baik diluar maupun didalam kampus"
                ],
                "foto": "/images/HMTI_1.png",
                "video": "https://www.youtube.com/embed/6H4B7oMhcNE",
                "jumlah_vote": 91
            },
            {
                "id": 2,
                "name": "Natalie Richarta",
                "visi": [
                    "HMTI yang kontributif, komunikatif, dan solutif dengan berdasar kepada semangat bertanggung jawab dan nilai-nilai keatmajayaan. "
                ],
                "misi": [
                    "Mengutamakan Tuhan dan rasa kemanusiaan dalam menjalankan kehidupan berorganisasi",
                    "Membangun lingkungan organisasi yang aman, nyaman, dan berkualitas",
                    "Menjadikan pengurus HMTI sebagai panutan dan pioneer bagi temanteman mahasiswa TI yang aktif, kreatif, dan inovatif",
                    "Menjadi wadah bagi mahasiswa TI untuk menyampaikan dan merealisasikan aspirasi, serta mengembangkan diri melalui program kerjayang berkualitas"
                ],
                "foto": "/images/HMTI_2.png",
                "video": "https://www.youtube.com/embed/sUndhTVJ23w",
                "jumlah_vote": 60
            },
            {
                "id": 3,
                "name": "Janssen Daryl Winata",
                "visi": [
                    "menjadikan HImpunan Mahasiswa Teknik Industri UAJY menjadi himpunan yang professional dan memiliki sifat solidaritas serta dapat dijadikan sebagai wadah serta jembatan bagi mahasiswa Teknik Industri untuk menyalurkan minat serta bakat yang ingin mereka kembangakan"
                ],
                "misi": [
                    "mampu meningkatkan kualitas dan pribadi mahasiswa yang lebih unggul di bidang akademik",
                    "meningkatkan tingkat koordinasi antar anggota agar dapat bekerja secara professional",
                    "menumbuhkan rasa kekeluargaan didalam keluarga Teknik Industri agar bisa membuat program studi Teknik Industri lebih dikenal oleh kalangan luar."
                ],
                "foto": "/images/HMTI_3.png",
                "video": "https://www.youtube.com/embed/Tr9DWMgyhBI",
                "jumlah_vote": 26
            }
        ]
    },
    {
        "id": 4,
        "name": "HIMSI",
        "kandidat": [
            {
                "id": 1,
                "name": "Dien Epril Bangun",
                "visi": [
                    "Terwujudnya HIMSI menjadi himpunan yang Berinovasi, Berkarakter Unggul, dan Solid dalam Membangun Mahasiswa yang Berprestasi dan Bertanggung Jawab"
                ],
                "misi": [
                    "Meningkatkan kualitas akademik dan non-akademik mahasiswa melalui program-program yang inovatif dan inspiratif.",
                    "Membangun hubungan yang harmonis dan saling menguntungkan dengan pihak kampus,alumni, dan stakeholder terkait.",
                    "Mendorong pengembangan bakat dan minat mahasiswa melalui pengembangan program-program kegiatan yang terintegritas dan berkelanjutan."
                ],
                "foto": "/images/HIMSI_1.png",
                "video": "https://www.youtube.com/embed/BRcUGM-qNPE",
                "jumlah_vote": 75
            },
            {
                "id": 2,
                "name": "Dhea Rosenta Adveranda Damanik",
                "visi": [
                    "Menjadikan HIMSI sebagai himpunan mahasiswa yang bisa menjadi wadah untuk menumbuhkan kreativitas, kepemimpinan, dan kekeluargaan bagi para mahasiswa SI."
                ],
                "misi": [
                    "Membangun suasana yang positif di dalam organisasi agar setiap anggota merasa nyaman dan terlibat aktif dalam kegiatan.",
                    "Meningkatkan komunikasi dan partisipasi anggota dalam pengambilan keputusan organisasi.",
                    "Mendorong kegiatan kreatif dan inovatif untuk meningkatkan keterampilan dan bakat mahasiswa dalam berbagai bidang."
                ],
                "foto": "/images/HIMSI_2.png",
                "video": "https://www.youtube.com/embed/cQggdxZzYvk",
                "jumlah_vote": 30
            },
            {
                "id": 3,
                "name": "Andreas Kevin Sulivan",
                "visi": [
                    "menciptakan himpunan mahasiswa yang memiliki semangat inisiatif untuk membawa perubahan dalam rangka menghasilkan mahasiswa yang unggul, inklusif, humanis, dan berintegritas; serta menjadi penggerak aspirasi mahasiswa yang berkelanjutan dalam era digitalisasi."
                ],
                "misi": [
                    "mendorong partisipasi aktif mahasiswa dalam kegiatan berorganisasi",
                    "menyediakan kesempatan bagi mahasiswa untuk mengembangkan kepemimpinan, ketrampilan sosial, dan kemampuan akademik demi terciptanya mahasiswa yang unggul",
                    "mengadakan kegiatan yang menekankan pada nilai-nilai humanis dan kerohanian",
                    "menjalin hubungan yang baik dengan pihak internal dan eksternal universitas untuk meningkatkan pengaruh dan dukungan organisasi mahasiswa"
                ],
                "foto": "/images/HIMSI_3.png",
                "video": "https://www.youtube.com/embed/PYR0Q0RiI84",
                "jumlah_vote": 31
            }
        ]
    }
]
